Repository: lemonnn-8/Restaurant-Mobile-App
Catalog: PHP Script & Database/PHP Script/Grant Restaurant/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Restaurant Admin | Dashboard
fr_fr: Restaurant admin | Tableau de bord

source: Welcome
fr_fr: Bienvenue

source: Logged in as
fr_fr: connecté en tant que

source: logout
fr_fr: se déconnecter

source: Home
fr_fr: Accueil

source: Restaurant Detail
fr_fr: Détail restaurant

source: Menu
fr_fr: le menu

source: Order
fr_fr: Commande

source: Offers
fr_fr: Des offres

source: Set Currency
fr_fr: Set devise

source: Set language
fr_fr: Set langue

source: Web Service
fr_fr: Service Web

source: Help
fr_fr: Aidez-moi

source: Set Your Currency
fr_fr: Fixer votre devise

source: Select Currency
fr_fr: Sélectionnez la devise

source: Close
fr_fr: Près

source: Save changes
fr_fr: Sauvegarder les changements

source: Set Your language
fr_fr: Définir votre langue

source: Select Language
fr_fr: Choisir la langue

source: Select Your Language
fr_fr: Choisissez votre langue

source: Currency Set Successfully
fr_fr: Réglez devise succès

source: Language Set Successfully
fr_fr: Langue Réglage de succès

source: Quick Stats
fr_fr: Statistiques

source: Today's Order
fr_fr: D'aujourd'hui

source: Past Orders
fr_fr: Les commandes passées

source: Total Orders
fr_fr: total des commandes

source: Name
fr_fr: prénom

source: People
fr_fr: Personnes

source: Comment
fr_fr: Commentaire

source: Created at
fr_fr: Créé à

source: Are You Sure You Want To Delete
fr_fr: Êtes vous sur de vouloir supprimer

source: Order Delete Successfully
fr_fr: Afin Supprimer succès

source: Try Again Please
fr_fr: Try Again S'il vous plaît

source: Delete
fr_fr: Effacer

source: Restaurant Admin | Past Orders
fr_fr: Restaurant admin | Les commandes passées

source: Restaurant Admin | Total Orders
fr_fr: Restaurant admin | total des commandes

source: Restaurant Admin | Food Category
fr_fr: Restaurant admin | Catégorie d'aliments

source: View
fr_fr: Vue

source: Edit
fr_fr: modifier

source: Category Name
fr_fr: Nom de catégorie

source: Select Image
fr_fr: Sélectionner l'image

source: View Category Menu For
fr_fr: Voir Catégorie Menu Pour

source: Price
fr_fr: Prix

source: Edit Food Category For
fr_fr: Modifier la catégorie d'aliments Pour

source: Change Image
fr_fr: Changer l'image

source: Restaurant Admin | Images
fr_fr: Restaurant admin | Des images

source: Restaurant Admin | Detail
fr_fr: Restaurant admin | Détail

source: Add Restaurant Images
fr_fr: Ajouter Images Restaurant

source: Select Images
fr_fr: Sélectionner les images

source: Add Images
fr_fr: Ajouter des images

source: Cancel
fr_fr: Annuler

source: Images add Successfully
fr_fr: Images ajoutent succès

source: Restaurant Name
fr_fr: Nom du restaurant

source: Line 1 Address
fr_fr: Ligne 1 Adresse

source: Country
fr_fr: Pays

source: State
fr_fr: Etat

source: Phone
fr_fr: Téléphone

source: Website
fr_fr: Site Internet

source: Update Detail
fr_fr: Mise à jour détaillée

source: Add Detail
fr_fr: Ajouter Détail

source: Restaurant Detail Add Successfully
fr_fr: Restaurant Détail succès

source: Restaurant Detail Update Successfully
fr_fr: Restaurant Détail jour avec succès

source: Add New Menu
fr_fr: Ajouter un nouveau menu

source: Food Category
fr_fr: Catégorie d'aliments

source: Menu Name
fr_fr: Menu Nom

source: Category Description
fr_fr: catégorie Description

source: Category Delete Successfuly
fr_fr: Catégorie supprimé avec succès

source: Menu Add Successfully
fr_fr: Menu Ajouter succès

source: Menu Update Successfully
fr_fr: Mise à jour du menu succès

source: Edit Menu For
fr_fr: Menu Edition Pour

source: Select Food Category
fr_fr: Sélectionnez la catégorie d'aliments

source: Restaurant Admin | Orders
fr_fr: Restaurant admin | Commandes

source: Restaurant Orders
fr_fr: restaurants commandes

source: Add New Offers
fr_fr: Ajouter de nouvelles offres

source: Restaurant Offers
fr_fr: Offres sur les restaurants

source: Title
fr_fr: Titre

source: Offers Delete Successfuly
fr_fr: Offres supprimé avec succès

source: Offers Add Successfully
fr_fr: Offres Ajouter succès

source: Offers Update Successfully
fr_fr: Offres de mise à jour avec succès

source: Restaurant Admin | Offers
fr_fr: Restaurant admin | Des offres

source: Update Offers
fr_fr: Offres de mise à jour

source: Web Services
fr_fr: Services Web

source: Restaurant Admin | Web Services
fr_fr: Restaurant admin | Services Web

source: How To Add / Update Your Restaurant Detail?
fr_fr: Comment Ajouter / Mettre à jour votre restaurant Détail?

source: Select Restaurant Dropdown and Click And Lunch For
fr_fr: Sélectionnez restaurant déroulant et cliquez et déjeuner pour

source: You Can See Left Side Two Option
fr_fr: Vous pouvez voir Left Side Deux Option

source: You can Select Otion and Update Your Restaurant Detail.
fr_fr: Vous pouvez sélectionner l'option Mettre à jour et Votre Restaurant Détail.

source: How To Add Food Category ?
fr_fr: Comment faire pour ajouter la catégorie d'aliments?

source: Select Restaurant Dropdown You See Three Option Lunch
fr_fr: Sélectionnez restaurant déroulante vous voyez trois Option Déjeuner

source: than Left Side See
fr_fr: que Left Side Voir

source: Add New Food Category
fr_fr: Ajouter une nouvelle catégorie d'aliments

source: Button Click And Lunch Show Popup Form Write Detail and Save Changes to show Alert Message Category Add Successfully.and display added category center portlet box with three option
fr_fr: Cliquez sur le bouton et le déjeuner Show Popup Formulaire Ecrire Détail et Enregistrer les modifications pour montrer Message d'alerte Ajouter Catégorie affichage Successfully.and ajouté catégorie case centre de portlet avec trois options

source: View , Edit , Delete
fr_fr: Voir, Edit, Delete

source: to action for your category.
fr_fr: à l'action pour ur catégorie.

source: How To Add / Update / Delete Restaurant Menu?
fr_fr: Comment faire pour ajouter / modifier / supprimer menu de restaurant?

source: Select Restaurant Dropdown see three option and click to lunch for
fr_fr: Sélectionnez restaurant déroulant vois trois option et cliquez pour le déjeuner pour

source: you can see left side
fr_fr: vous pouvez voir à gauche

source: click To open new popup fill detail and click to save change button to add successfully your menu.
fr_fr: Cliquez ici pour ouvrir de nouveaux détails contextuel de remplissage et cliquez sur pour enregistrer les changements bouton pour ajouter avec succès votre menu.

source: update
fr_fr: mettre à jour

source: menu click to edit button to open popup for selected menu detail changes detail and click to save change button to update menu successfully.
fr_fr: Menu cliquer sur le bouton pour modifier pour ouvrir contextuel pour sélectionné détail du menu change détail et cliquez sur le bouton pour enregistrer le changement de mettre à jour le menu succès.

source: menu detail yuo can click to delete button to show popup for confirmation are sure want to delete click
fr_fr: détail de menu, vous pouvez cliquer sur le bouton supprimer pour montrer le popup de confirmation sont sûr de vouloir supprimer clic

source: ok
fr_fr: D'accord

source: button to delete menu successfully.
fr_fr: bouton pour supprimer le menu succès.

source: How to delete order ?
fr_fr: Comment supprimer ordre?

source: open this link
fr_fr: Ouvrez ce lien

source: Delete order
fr_fr: supprimer l'ordre

source: to show all today's order with right side
fr_fr: pour montrer l'ordre de tous aujourd'hui avec côté droit

source: options and left site three option to filter orders and delete order with search.
fr_fr: options et côté gauche de trois option pour filtrer et supprimer des commandes afin de recherche.

source: How To Add / Update / Delete Offers Detail?
fr_fr: Comment faire pour ajouter / modifier / supprimer offre des détails?

source: Open This Link
fr_fr: Ouvrez ce lien

source: You can see left side
fr_fr: Vous pouvez voir à gauche

source: Click To Add New Offers show popup form fill all detail and click save change button to add offers successfully .
fr_fr: Cliquez pour ajouter de nouvelles offres montrent formulaire popup remplir tous les détails et cliquez sur Enregistrer les changements bouton pour ajouter des offres avec succès.

source: Edit Offers
fr_fr: Modifier Offres

source: See Left Side button click to view popup for selected offers detail changes detail and click save change button update offers detai.
fr_fr: Voir touche côté gauche cliquez pour voir contextuel pour sélectionné propose détail change détail et cliquez sur Enregistrer mise à jour changement touche offre des détails.

source: Delete Offers
fr_fr: Offres supprimer

source: click to delete button to show confirm box are sure so you click for
fr_fr: cliquez sur le bouton supprimer pour montrer boîte de confirmation sont sûrs si vous cliquez pour

source: button to delete offers.
fr_fr: bouton pour supprimer offres.

source: How to set your currency ?
fr_fr: Comment configurer votre monnaie?

source: you Can See header menu click
fr_fr: Vous pouvez voir le menu d'en-tête clic

source: option to show popup with list of currency select one option and click to save change button to set your currency.
fr_fr: Option pour montrer le popup avec la liste de la monnaie sélectionner une option et cliquez pour sauver le changement touche pour régler votre monnaie.

source: How To Chnage Your Login Username And Password ?
fr_fr: Comment changer votre nom d'utilisateur et mot de passe Connexion?

source: First Of You Open
fr_fr: Première Of You Ouvrir

source: You Search For :
fr_fr: Vous recherche pour:

source: Search for : Help
fr_fr: Rechercher: Aide
